window.hipdProjects = [
    {
        club: "하이피디",
        title: "Cleaf",
        author: "강채민, 이나윤, 조성혜",
        thumbnail: `images/thumbnail/hipd/HiPD_강채민,이나윤,조성혜_cleaf_썸네일.png`,
        media: [
            "images/detail_image/hipd/HiPD_강채민,이나윤,조성혜_cleaf_썸네일.png"
        ],
        descText: `"Cleaf"는 청각장애인을 위해 소리를 듣고 수어를 음성으로 변환해 주는 카메라 분리형 디스플레이입니다.
        <br>
청각장애인은 필담이나 구화를 통해 비청각장애인과 소통하지만, 이로 인한 지연과 불편함으로 인해 자립적인 대화가 어려워집니다. 이는 사회적 고립감으로 이어지며, 소통을 더욱 어렵게 만듭니다. 조사를 기반으로 청각장애인이 가장 선호하는 언어인 수어를 활용한 원활한 대화 방법을 모색했습니다.
<br>
<br>
청각장애인 사용자는 클립형 카메라를 자신의 옷깃에 부착해 수어를 음성으로 변환할 수 있으며, 상대방의 음성은 실시간으로 텍스트로 변환되어 디스플레이에 표시됩니다. 
<br>
또한 시 자신과 관련된 단어나 비상 상황을 청각적으로 인지하기 어려운 환경에 대비하여 AI가 사용자가 설정한 특정 단어나 안내 방송을 감지하면 진동과 함께 정보를 알림 하여 긴급상황의 대응을 돕습니다.
<br>
기존의 크고 무거운 음성 기기나 복잡한 절차가 필요한 모바일 앱과 달리, 키링형 및 시계형 등 웨어러블 형태로 변형이 가능하여 간편한 외출을 지원합니다. 
<br>
<br>
Cleaf는 청각장애인이 소통의 한계를 넘어 자신의 언어로 더욱 자유로운 대화를 나눌 수 있는 일상을 제공합니다."`,
        contact: {}
    },
    {
        club: "하이피디",
        title: "樓 (루, Ru)",
        author: "허홍, 박채연, 조현기",
        thumbnail: `images/thumbnail/hipd/HiPD_허홍,박채연,조현기_樓 (루, Ru)_썸네일.jpeg`,
        media: [
            "images/detail_image/hipd/HiPD_허홍,박채연,조현기_樓 (루, Ru)_썸네일.jpeg"
        ],
        descText: `‘樓(루)’는 전통 누각의 사색과 균형 잡힌 삶의 경험을 현대적으로 재해석한 프로젝트다. 현대인의 바쁜 일상 속에서 잃어버린 자연스러운 '아보하(아주 보통의 하루)'를 회복하기 위해, 문인들이 누각에서 자연과 하나 되어 사색했던 공간의 역할을 의자 디자인에 녹여내어, 몸과 마음을 지탱하며 잠시 멈춰 서서 진정한 하루의 흐름을 느낄 수 있는 새로운 공간을 제공한다.`,
        contact: {}
    }
];
